Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: In the Multiannual Development Cooperation Programme 2016-2020 the priority countries of Polish aid include ten states, namely four Eastern Partnership countries (Belarus, Georgia, Moldova and Ukraine) and six countries in Africa, Asia and the Middle East (Ethiopia, Kenya, Myanmar, Palestine, Senegal and Tanzania).
pl: W Wieloletnim programie współpracy rozwojowej na lata 2016-2020 priorytetowymi krajami polskiej pomocy jest łącznie dziesięć krajów, tj. cztery kraje w Partnerstwie Wschodnim (Białoruś, Gruzja, Mołdawia i Ukraina) oraz sześć krajów w Afryce, Azji i na Bliskim Wschodzie (Etiopia, Kenia, Mjanma, Palestyna, Senegal, Tanzania).

source: A transition mechanism will be applied to Afghanistan and Tunisia, which were priority countries in the Multiannual Development Cooperation Programme 2012-2015.
pl: W przypadku Afganistanu i Tunezji, które były krajami priorytetowymi w Wieloletnim programie współpracy rozwojowej na lata 2012-2015, zastosowany został mechanizm przejściowy.

source: Polish development cooperation is implemented in a form of bilateral programmes and projects ( bilateral assistance ), fees and voluntary multilateral contributions transferred to international institutions, funds and organisations ( multilateral assistance ).
pl: Polska współpraca rozwojowa realizowana jest w formie dwustronnych programów i projektów ( pomoc dwustronna ) oraz składek i dobrowolnych wpłat wielostronnych przekazywanych do międzynarodowych instytucji, funduszy i organizacji ( pomoc wielostronna ).

source: The bulk of financial means is allocated for priority countries of the Polish Development Cooperation Programme in cooperation with Polish non-governmental organisations and entities of public finances sector, Polish Academy of Sciences with its subordinate units and universities.
pl: Zasadnicza część środków finansowych kierowana jest do państw priorytetowych programu polskiej współpracy rozwojowej we współpracy z polskimi organizacjami pozarządowymi, jednostkami sektora finansów publicznych, Polską Akademią Nauk i jednostkami podległymi, szkołami wyższymi.

source: Polish aid is carried out also in cooperation with Polish diplomatic missions.
pl: Polska pomoc realizowana jest również we współpracy z polskimi placówkami dyplomatycznymi.

source: The purpose of the project was to support the agriculture and sustainable development of rural areas in the Moldovan regions of Bielc and Goldeni by mobilising the local communities to take action in the fields of organic farming and farm tourism as well as regional promotion (local products, natural and cultural resources).
pl: Pierwszym etapem realizacji projektu były szkolenia przeznaczone dla lokalnych trenerów-wolontariuszy z zakresu organizowania czasu wolnego dzieci i młodzieży, identyfikacji i rozwiązywania ich problemów, a także realizacji inicjatyw obywatelskich i pozyskiwania funduszy z Unii Europejskiej.

source: The project was implemented in collaboration with partner organisations in Moldova such as the National Park "Padurea Domneasca" and "Centrul Moldo-Polonez de Sustinere a Antre - pre noriatului POLONUS" Association.
pl: Na kolejnym etapie trenerzy przekazali zdobytą wiedzę młodzieży szkolnej podczas warsztatów, których celem był rozwój i twórcze wykorzystanie potencjału młodych działaczy palestyńskich z okolic Hebronu, Betlejem i Jerozolimy Wschodniej.

source: Additionally, several grants were made accessible to carry out basic adaptation and modernisation work as well as to purchase equipment enabling provision of farm tourism services on selected farms.
pl: Dziesięcioosobowa grupa najbardziej zaangażowanych uczestników szkoleń przyjechała z wizytą do Krakowa i wzięła udział w kolejnych warsztatach i spotkaniach, a także w konferencji na temat przyszłości Palestyny „Vision of Palestine".

source: The aim of global education is to explain global interdependencies, the causes of present-day problems facing the global community and the related challenges.
pl: Zadaniem edukacji globalnej jest wyjaśnianie globalnych współzależności, przyczyn problemów współczesnego świata i wyzwań z tym związanych.

source: Global education intends to familiarise societies with the situation in poorer countries and to show interdependencies between Poles and the inhabitants of developing countries.
pl: Edukacja globalna ma przybliżać społeczeństwu zagadnienia dotyczące sytuacji uboższych krajów, jak również pokazywać wzajemne zależności między Polakami a mieszkańcami krajów rozwijających się.

source: Global education should lead to personal engagement in the fight against poverty and involvement in the process of building a global society founded on the principles of solidarity, equality and cooperation.
pl: Edukacja globalna powinna prowadzić do osobistego zaangażowania na rzecz walki z ubóstwem oraz włączenia się w proces budowania globalnego społeczeństwa opartego na zasadach solidarności, równości i współpracy.

source: The following definition of global education was developed in the course of an inter-sector process (a series of five meetings attended by representatives of NGOs, ministries, universities, education institutions held in 2010-2011) on global education in Poland.
pl: Poniższa definicja edukacji globalnej wypracowana została w ramach procesu międzysektorowego (serii pięciu spotkań przedstawicieli NGO, ministerstw, uczelni, instytucji edukacyjnych, które odbyły się w latach 2010-2011) na temat edukacji globalnej w Polsce.

source: Its major goal is to prepare its addressees for the challenges facing humankind.
pl: Jej głównym celem jest przygotowanie odbiorców do stawiania czoła wyzwaniom dotyczącym całej ludzkości.

source: Global education places special emphasis on:
pl: zapewnienie pokoju i bezpieczeństwa na świecie,

source: explaining the causes and consequences of described phenomena;
pl: poprawa jakości życia w krajach Globalnego Południa,

source: understanding the world as a complex and dynamically changing system;
pl: rozumienie świata jako złożonego i dynamicznie zmieniającego się systemu,

source: shaping critical thinking and attitude change;
pl: kształtowanie krytycznego myślenia i zmianę postaw,

source: demonstrating the individual's impact on global processes and global processes' impact on the individual.
pl: ukazywanie wpływu jednostki na globalne procesy i wpływu globalnych procesów na jednostkę.

source: The term global education is used interchangeably with the terms development education and education for sustainable development.
pl: Termin edukacja globalna używany jest zamiennie z określeniami edukacja rozwojowa i edukacja na rzecz zrównoważonego rozwoju.

source: For clarity and unification of terminology, the signatories of the Memorandum of Understanding on the Development of Global Education in Poland have agreed to use the term global education.
pl: Dla przejrzystości i ujednolicenia terminologii, sygnatariusze Porozumienia w sprawie wspierania edukacji globalnej w Polsce zobowiązali się do stosowania sformułowania edukacja globalna.

source: Global education in Poland
pl: Edukacja globalna w Polsce

source: On 26 May 2011, the Ministry of Foreign Affairs, the Ministry of National Education and the Zagranica Group [1] signed a Memorandum of Understanding on the Development of Global Education in Poland .
pl: W dniu 26 maja 2011 r. między Ministerstwem Spraw Zagranicznych, Ministerstwem Edukacji Narodowej oraz Grupą Zagranica [1] zostało podpisane Porozumienie w sprawie wspierania rozwoju edukacji globalnej w Polsce .

source: The Memorandum was drafted by non-governmental organisations, central and local government institutions, teachers and academic experts engaged in an inter-sector process.
pl: Porozumienie zostało wypracowane w drodze procesu międzysektorowego angażującego organizacje pozarządowe, instytucje rządowe, samorządowe, nauczycieli i ekspertów akademickich.

source: Development co-operation is based on the sense of everybody's personal responsibility for the development of the poorest countries.
pl: Jego celem jest przedstawienie zasad, jakie organizacje powinny uwzględniać przy tworzeniu i realizacji strategii komunikacji publicznej.

source: You are here Polish Aid / Development cooperation / About Polish aid / Development Cooperation Policy Council / Communication concerning the appointment of the Development Cooperation Policy Council - II term for the years 2016-2020
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / O polskiej pomocy / Rada Programowa Współpracy Rozwojowej / Komunikat dot. powołania Rady Programowej Współpracy Rozwojowej II kadencji na lata 2016-2020

source: Communication concerning the appointment of the Development Cooperation Policy Council - II term for the years 2016-2020
pl: Komunikat dot. powołania Rady Programowej Współpracy Rozwojowej II kadencji na lata 2016-2020

source: In particular, its statutory tasks include: tabling geographical and thematic priorities for development cooperation, assessing draft annual and multiannual development cooperation programmes, evaluating Government administration bodies' annual reports on fulfilling development cooperation tasks and issuing opinions on development cooperation documents drafted by the Government.
pl: Do ustawowych zadań Rady należy w szczególności: przedstawianie propozycji dotyczących priorytetów geograficznych i tematycznych współpracy rozwojowej, opiniowanie projektów wieloletniego programu współpracy rozwojowej i planów rocznych, opiniowanie rocznych sprawozdań z realizacji przez organy administracji rządowej zadań z zakresu współpracy rozwojowej oraz projektów dokumentów rządowych związanych ze współpracą rozwojową.

source: Members of the Development Cooperation Policy Council, II term:
pl: Skład Rady Programowej Współpracy Rozwojowej II kadencji:

source: Mrs. Joanna Wronecka, Under-Secretary of State at the Ministry of Foreign Affairs, National Coordinator for Development Cooperation - Council President
pl: Pani Joanna Wronecka, Podsekretarz Stanu w Ministerstwie Spraw Zagranicznych, Krajowy Koordynator Współpracy Rozwojowej, Przewodnicząca Rady

source: Mr. Piotr Nowak, Under-Secretary of State at the Ministry of Finance
pl: Pan Piotr Nowak, Podsekretarz Stanu w Ministerstwie Finansów

source: Mr. Radosław Domagalski-Łabędzki, Under-Secretary of State at the Ministry of Development
pl: Pan Radosław Domagalski-Łabędzki, Podsekretarz Stanu w Ministerstwie Rozwoju

source: Mr. Jakub Skiba, Secretary of State at the Ministry of Interior and Administration
pl: Pan Jakub Skiba, Sekretarz Stanu w Ministerstwie Spraw Wewnętrznych i Administracji

source: Mrs. Magdalena Bodzenta, Head of the Political Cabinet of the Minister of Environment
pl: Pani Magdalena Bodzenta, Szef Gabinetu Politycznego Ministra Środowiska

source: Mrs. Teresa Czerwińska, Under-Secretary of State at the Ministry of Science and Higher Education
pl: Pani Teresa Czerwińska, Podsekretarz Stanu w Ministerstwie Nauki i Szkolnictwa Wyższego

source: Mrs. Katarzyna Rutkowska, Deputy Director of the Department of International Cooperation at the Ministry of Health
pl: Pani Katarzyna Rutkowska, Zastępca Dyrektora Departamentu Współpracy Międzynarodowej w Ministerstwie Zdrowia

source: Mrs. Marzenna Drab, Under-Secretary of State at the Ministry of National Education
pl: Pani Marzenna Drab, Podsekretarz Stanu w Ministerstwie Edukacji Narodowej

source: Mr. Jerzy Kwieciński, Secretary of State at the Ministry of Development
pl: Pan Jerzy Kwieciński, Sekretarz Stanu w Ministerstwie Rozwoju

source: Mrs. Renata Szczęch, Under-Secretary of State at the Ministry of Family, Labour and Social Policy
pl: Pani Renata Szczęch, Podsekretarz Stanu w Ministerstwie Rodziny, Pracy i Polityki Społecznej

source: Mr. Ryszard Zarudzki, Under-Secretary of State at the Ministry of Agriculture and Rural Development
pl: Pan Ryszard Zarudzki, Podsekretarz Stanu w Ministerstwie Rolnictwa i Rozwoju Wsi

source: Mr. Józef Brynkus, Member of Parliament, Kukiz'15 Deputies' Club
pl: Pan Józef Brynkus, poseł, Klub Poselski Kukiz`15

source: Mr. Bogdan Rzońca, Member of Parliament, Law and Justice Parliamentary Club
pl: Pan Bogdan Rzońca, poseł, Klub Parlamentarny Prawo i Sprawiedliwość

source: Mrs. Krystyna Skowrońska, Member of Parliament, Civic Platform Parliamentary Club
pl: Pani Krystyna Skowrońska, poseł, Klub Parlamentarny Platforma Obywatelska

source: Mr. Krzysztof Słoń, Senator, Law and Justice Parliamentary Club
pl: Pan Krzysztof Słoń, senator, Klub Senatorów Prawo i Sprawiedliwość

source: Mrs. Aleksandra Antonowicz-Cyglicka, Board Member of Zagranica Group
pl: Pani Aleksandra Antonowicz-Cyglicka, Członek Zarządu Grupy Zagranica

source: Mr. Wiesław Ptach, President of Foundation "Education for Development"
pl: Pan Wiesław Ptach, Prezes Fundacji Nauka dla Rozwoju

source: Mrs. Marta Joanna Titaniec, Head of the Foreign Division in Caritas Poland
pl: Pani Marta Joanna Titaniec, Kierownik Działu Zagranicznego Caritas Polska

source: Mr. Wojciech Wilk, President of the Polish Center for International Aid
pl: Pan Wojciech Wilk, Prezes Polskiego Centrum Pomocy Międzynarodowej

source: Mr. Janusz Pietkiewicz, Vicepresident of the Republic of Poland's Employers
pl: Pan Janusz Pietkiewicz, Wiceprezydent Pracodawców Rzeczypospolitej Polskiej

source: Mr. Jan Malicki, Director of the Centre for East European Studies, University of Warsaw
pl: Pan Jan Malicki, Dyrektor Studium Europy Wschodniej Uniwersytetu Warszawskiego

source: Humanitarian aid for Haiti - 2010
pl: Pomoc humanitarna dla Haiti - 2010

source: Assistance for earthquake victims in Haiti
pl: Pomoc dla ludności Haiti dotkniętej trzęsieniem ziemi

source: On the basis of reports by international organizations operating on the ground, it was decided to provide assistance in the form of an autonomous, highly professional team of rescuers and immediate shipment of drugs and food.
pl: Informacje te wskazywały, iż najefektywniejszym sposobem działań będzie udzielenie bezpośredniej pomocy poprzez wydelegowanie samowystarczalnej i profesjonalnie przygotowanej grupy ratowników oraz przekazanie natychmiastowej pomocy materialnej w postaci leków i żywności.

source: The Polish team of 54 rescue workers was incorporated into an international search group.
pl: Polska grupa 54 ratowników została włączona do międzynarodowej grupy poszukiwawczej.

source: In addition to searching through the rubble for survivors, the rescuers provided on-the-spot medical assistance to victims.
pl: Oprócz przeszukiwania gruzów ratownicy zapewniali m.in. pomoc ambulatoryjną poszkodowanym.

source: Following aftershocks on January 18, the On-Site Operations Coordination Center (OSOCC) sent the Polish team into action in the region affected by the new quake.
pl: W reakcji na wstrząsy wtórne, które wystąpiły 18 stycznia, Centrum koordynacyjne ONZ (OSOCC) włączyło grupę polską do akcji w rejonie dotkniętym nowym trzęsieniem.

source: On January 24 the Polish rescuers returned to Warsaw.
pl: 24 stycznia polscy ratownicy wrócili do Warszawy.

source: The funds allocated for aid to the quake victims in Haiti consist of:
pl: Kwotę pomocy udzielonej poszkodowanym w trzęsieniu ziemi na Haiti stanowi:

source: The EC also intends to earmark EUR 100 million for mid-term development assistance to Haiti.
pl: KE planuje przeznaczyć także 100 mln EUR na pomoc rozwojową średniookresową dla Haiti.

source: After the elaboration of a long-term Union reconstruction plan for Haiti, Poland will join in its implementation.
pl: Po opracowaniu długoterminowego unijnego planu odbudowy Haiti Polska jest gotowa dołączyć się do jego realizacji.

source: You are here Polish Aid / Our partners / Cooperation in the EU Framework / European Year for Development 2015 / European Year for Development 2015 launches
pl: jesteś tutaj Polska pomoc / Nasi partnerzy / Współpraca w ramach UE / Europejski Rok na rzecz Rozwoju 2015 / Europejski Rok na rzecz Rozwoju 2015 - rozpoczęty

source: European Year for Development 2015 launches
pl: Europejski Rok na rzecz Rozwoju 2015 - rozpoczęty

source: EU representatives took part in the EYD 2015 opening ceremony at the National Library of Latvia.
pl: W uroczystości otwarcia ERR 2015 w Bibliotece Narodowej Łotwy wzięli udział przedstawiciele UE i państw członkowskich.

source: Our response requires unity.
pl: Nasza odpowiedź wymaga jedności.

source: Our policy must be adapted in such a way so as to see us through these challenges.”
pl: Nasza polityka musi zostać tak zaadoptowana by lepiej sprostać tym wyzwaniom” .

source: Finally, Homi Kharasa from the Brookings Institution delivered a lecture as part of Kapuściński Development Lectures .
pl: Na zakończenie odbył się wykład p. Homi Kharasa z Brookings Institution w ramach cyklu „ Wykładów Kapuścińskiego ”.

source: In 2013, Poland contributed PLN 1.478 billion to Official Development Assistance (ODA), including PLN 1.091 billion spent in the frame of multilateral cooperation.
pl: W 2013 roku Polska przeznaczyła na oficjalną pomoc rozwojową (ODA) 1,478 mld PLN, z tego w ramach współpracy wielostronnej wydatkowano 1,091 mld PLN.

source: PLN 386.62 million was allocated to bilateral assistance.
pl: Na pomoc dwustronną przekazano 386,62 mln PLN.

source: Development assistance expenditures accounted for 0.1% of Poland's gross national income (GNI).
pl: Wartość środków wydanych na współpracę rozwojową stanowiła 0,1% polskiego dochodu narodowego brutto (DNB).

source: The largest share of Polish development assistance channeled through multilateral institutions and organizations was paid to the European Union funds that finance external development assistance.
pl: Największa część polskiej pomocy rozwojowej wydatkowanej za pośrednictwem instytucji i organizacji wielostronnych zasiliła fundusze Unii Europejskiej przeznaczone na zewnętrzną pomoc rozwojową.

source: In 2013, Polish share in those activities accounted for PLN 1.018 billion.
pl: W 2013 roku polski udział w tych działaniach osiągnął wartość 1 018 mln PLN.

source: Poland transferred PLN 50 million to entities operating in the United Nations System.
pl: Na rzecz podmiotów działających w Systemie Narodów Zjednoczonych przekazano 50 mln PLN.

source: Development assistance provided directly by Poland (bilateral assistance) in 2013 went mainly to the Eastern Partnership countries, Central Asia, Afghanistan, East Africa and Palestinian National Authority.
pl: W ramach współpracy rozwojowej realizowanej bezpośrednio przez Polskę (pomoc dwustronna) w 2013 roku wsparciem zostały objęte w szczególności kraje Partnerstwa Wschodniego, Azji Środkowej, Afganistan, kraje Afryki Wschodniej i Północnej oraz Autonomia Palestyńska.

source: Since 2012, development cooperation has been conducted on the basis of the 2012-2015 Multiannual Development Cooperation Programme.
pl: Od 2012 roku współpraca rozwojowa prowadzona jest w oparciu o Wieloletni program współpracy rozwojowej na lata 2012 - 2015.

source: According to the Programme, Polish development cooperation is implemented in the frame of geographical and thematic support areas.
pl: Zgodnie z programem polska współpraca rozwojowa realizowana jest w ramach geograficznych i tematycznych obszarów wsparcia.

source: Geographical areas has been divided into two groups.
pl: Obszary geograficzne podzielone zostały na dwie grupy.

source: The first group includes six Eastern Partnership Countries: Armenia, Azerbaijan, Belarus, Georgia, Moldova and Ukraine.
pl: Pierwsza obejmuje sześć państw Partnerstwa Wschodniego: Armenię, Azerbejdżan, Białoruś, Gruzję, Mołdawię i Ukrainę.

source: The second group includes selected countries from Eastern Africa, Northern Africa, Middle East and Asia.
pl: Do drugiej grupy zaliczają się wybrane kraje Afryki, Azji i Bliskiego Wschodu.

source: There are eight East African countries (Burundi, Ethiopia, Kenya, Rwanda, Somalia, South Sudan, Tanzania, Uganda), two North African countries (Libya and Tunisia) as well as the Palestinian National Authority, Afghanistan, Kyrgyzstan and Tajikistan.
pl: Należy do niej osiem państw z Afryki Wschodniej (Burundi, Etiopia, Kenia, Rwanda, Somalia, Sudan Południowy, Tanzania i Uganda), dwa państwa Afryki Północnej (Libia i Tunezja), ponadto Autonomia Palestyńska, Afganistan, Kirgistan i Tadżykistan.

source: These countries are characterized by high poverty level.
pl: Kraje z tej listy charakteryzują się wysokim poziomem ubóstwa.

source: Since introduction of multiannual planning framework, Polish development assistance has been focused on two areas of support, namely democracy and human rights and systemic transition.
pl: Od momentu wprowadzenia w życie wieloletniego programowania polska współpraca rozwojowa koncentruje się na dwóch tematycznych obszarach wsparcia, tj. demokracji i prawach człowieka oraz transformacji systemowej.

source: In 2013, Solidarity Fund PL carried out a programme “Democracy Support”, financed in the framework of Polish development cooperation in Ministry of Foreign Affairs.
pl: W 2013 r. Fundacja Solidarności Międzynarodowej zrealizowała program „Wsparcie Demokracji”, sfinansowany w ramach polskiej współpracy rozwojowej MSZ RP.

source: Thanks to the programme, support went to the projects of Polish non-governmental organizations, which undertake initiatives, together with local partners, towards supporting prodemoctratic changes in countries that are going through system transformation.
pl: Dzięki programowi wsparcie uzyskały projekty polskich organizacji pozarządowych podejmujące inicjatywy, wraz z partnerami lokalnymi, na rzecz wspierania prodemokratycznych przemian w krajach, znajdujących się w okresie transformacji systemowej.

source: The position of the Executive Director was given to then undersecretary of state in Ministry of Foreign Affairs Jerzy Pomianowski.
pl: Stanowisko dyrektora wykonawczego otrzymał ówczesny podsekretarz stanu MSZ Jerzy Pomianowski.

source: In 2013, Poland has joined Development Assistance Committee (DAC) in Organization for Economic Co-operation and Development.
pl: W 2013 roku Polska przystąpiła do Komitetu Pomocy Rozwojowej Organizacji Współpracy Gospodarczej i Rozwoju (ang.

source: Membership also gives the possibility of participating in a debate about defining development cooperation, which is held in the group of biggest donors of this aid.
pl: Członkostwo daje również możliwość udziału w debacie na temat definiowania współpracy rozwojowej, która toczona jest w gronie największych donatorów tej pomocy.

source: On 20 November 2013 amendment to the act on development cooperation was implemented.
pl: 20 listopada 2013 r. weszła w życie nowelizacja ustawy o współpracy rozwojowej.

source: It broadens the definition of development assistance, adding to the circle of recipients of Polish development assistance countries from the list created by DAC (which are called in the act: developing countries) and changes the name of Foundation which implements tasks resulting from the act.
pl: Rozszerza ona definicję pomocy rozwojowej, dodając do kręgu biorców polskiej pomocy rozwojowej społeczeństwa państw z listy ustalonej przez DAC (zwanych w ustawie „państwami rozwijającymi się”) oraz wprowadza zmianę nazwy fundacji wykonującej zadania wynikające z ustawy.

source: In 2013, the main recipients of the Polish bilateral assistance were: Belarus (PLN 63.39 mln), Ukraine (PLN 48,22 mln), Afghanistan (PLN 11,08 mln), Georgia (PLN 10,56 mln), Moldova (PLN 7,23 mln).
pl: W 2013 r. głównymi odbiorcami polskiej pomocy dwustronnej były: Białoruś (63,39 mln PLN), Ukraina (48,22 mln PLN), Afganistan (11,08 mln PLN), Gruzja (10,56 mln PLN), Mołdawia (7,23 mln PLN).
